const RolesDescriptions: Record<string, string> = {'Мафия': `
    Ты — Мафия! (ЛЯ ТЫ КРЫЫСА😑)
Твоя задача убивать всех этих никчемных людишек не достойных дышать с тобой одним воздухом, но только не спались на собрании что ты мафия( иначе я разочаруюсь в тебе)!`,
    'Мирный житель': `Ты — Мирный житель! (Жаль тебя, не хотелось бы оказаться на твоем месте😳)
Твоя задача вычислить мафию и на городском собрании избавиться от засранцев!`,
    'Доктор': `Ты — Доктор! (В ДУРКУ!🚨)
Твоя задача ночью вычислить человека на которого покушается мафия и спасти его своей лечебной вакциной!`,
    'Шериф': `Ты — Шериф! (трубка.. есть, пистолет… есть…🕵️‍♂️)
Твоя задача ночью ходить по квартирам и искать мафию! Как только ты ее найдешь твоя главная цель будет доказать всем на городском собрании что тот человек является мафией!`,
    'Красотка': `Ты — Красотка (шальная императрица💃)
Вообще это роль должна была быть диминой… но не суть!
Твоя задача «ходить в гости к горожанам» и веселиться у них до самого утра, и если ты к ним сходишь то они ничего не смогут сделать ведь всю ночь будут восхищаться твоей красотой!`,
    'Бессмертный': `Ты — Бессмертный (ПОЧЕМУ ТЫ,А НЕ Я?😓)
Твоя задача заключается только в том что бы вычислять мафию! Ведь ночью тебя не сможет убить мафия! (какой же все таки ты везунчик😔)`,
    'Детектив': `Ты — Детектив! (ДЕДУКЦИЯ НЕ ИНАЧЕ!🤐)
Ночью ты можешь ходит к горожанам и узнавать их роли! Удачи Шерлок Холмс!`,
    'Телохранитель': `Ты — Телохранитель! (ты крутой чел😎)
Твоя роль в этом мире это защищать своим телом граждан на которых ночью покушалась мафия!`,
    'Маньяк': `Ты — Маньяк! (а где топор, в кармане?😶)
Твоя цель убить всех горожан и в том числе твоих конкурентов - мафию!`,
    'Оборотень': `Ты — Оборотень! (ИЗЫДИ НЕЧЕСТЬ☦️)
При смерти мафии ты становишься мафией, а до этого ты являешься мирным жителем, удачного перевоплощения!`,
    'Босс': `Ты — Босс! (Какая цаца🙄)
Каждую ночь ты можешь узнать роль одного из игроков на выбор!`,
    'Охотник за головами': `Ты — Охотник за головами! (одна голова хорошо, а две лучше, так ведь😁)
Ты мафия, но ты делаешь два убийства в первую ночь, УБИВАЙ и удачи!`,
    'Самозванец': `Ты — Самозванец! (Врунишка!🤥)
Твоя главная цель что бы тебя выкинули на городском собрании!`,
    'Камикадзе': `Ты — Камикадзе! (шерифы ОТСТОЙ!😤)
Ты должен найти шерифа и пожертвовав собой взорваться и умереть вместе с шерифом!)`,
    'Свидетель': `Ты — Свидетель! (Представляю что ты видел…😳)
Ночью ты следишь за людьми и если того человека попытались убить то ты узнаешь об этом!`};

export default RolesDescriptions;